Repository: Abbas-187/UND
Catalog: lib/l10n/app_*.arb
Languages: ar, hi, ur

source: Search inventory...
ar: ابحث في المخزون...
hi: इन्वेंटरी खोजें...
ur: انوینٹری تلاش کریں...

source: Filter by category
ar: تصفية حسب الفئة
hi: श्रेणी के अनुसार फ़िल्टर करें
ur: زمرہ کے مطابق فلٹر کریں

source: Filter by subcategory
ar: تصفية حسب الفئة الفرعية
hi: उप-श्रेणी के अनुसार फ़िल्टर करें
ur: ذیلی زمرہ کے مطابق فلٹر کریں

source: Filter by location
ar: تصفية حسب الموقع
hi: स्थान के अनुसार फ़िल्टर करें
ur: مقام کے مطابق فلٹر کریں

source: Filter by supplier
ar: تصفية حسب المورد
hi: आपूर्तिकर्ता के अनुसार फ़िल्टर करें
ur: سپلائر کے مطابق فلٹر کریں

source: Filter options
ar: خيارات التصفية
hi: फ़िल्टर विकल्प
ur: فلٹر کے اختیارات

source: Clear all filters
ar: مسح جميع الفلاتر
hi: सभी फ़िल्टर साफ़ करें
ur: تمام فلٹرز صاف کریں

source: Low stock
ar: مخزون منخفض
hi: कम स्टॉक
ur: کم اسٹاک

source: Needs reorder
ar: يحتاج لإعادة الطلب
hi: फिर से ऑर्डर की आवश्यकता
ur: دوبارہ آرڈر کی ضرورت

# expiringSoonShort
source: Expiring soon
ar: سينتهي قريبًا
hi: जल्द समाप्त हो रहा है
ur: جلد ختم ہو رہا ہے

source: Clear selection
ar: مسح التحديد
hi: चयन साफ़ करें
ur: انتخاب صاف کریں

# errorWithMessage
source: Error: {message}
ar: خطأ: {message}
hi: त्रुटि: {message}
ur: خرابی: {message}

# reasonWithText
source: Reason: {reason}
ar: السبب: {reason}
hi: कारण: {reason}
ur: وجہ: {reason}

# dateWithValue
source: Date: {date}
ar: التاريخ: {date}
hi: तारीख: {date}
ur: تاریخ: {date}

source: Settings
ar: الإعدادات
hi: सेटिंग्स
ur: ترتیبات

source: Language
ar: اللغة
hi: भाषा
ur: زبان

source: Notifications
ar: الإشعارات
hi: सूचनाएं
ur: اطلاعات

source: Appearance
ar: المظهر
hi: दिखावट
ur: ظاہری شکل

source: Push Notifications
ar: الإشعارات الفورية
hi: पुश सूचनाएं
ur: فوری اطلاعات

source: Receive push notifications
ar: تلقي الإشعارات الفورية
hi: पुश सूचनाएं प्राप्त करें
ur: فوری اطلاعات وصول کریں

source: Email Notifications
ar: إشعارات البريد الإلكتروني
hi: ईमेल सूचनाएं
ur: ای میل اطلاعات

source: Receive email notifications
ar: تلقي إشعارات البريد الإلكتروني
hi: ईमेल सूचनाएं प्राप्त करें
ur: ای میل اطلاعات وصول کریں

source: Dark Mode
ar: الوضع الداكن
hi: डार्क मोड
ur: ڈارک موڈ

source: Enable dark mode
ar: تفعيل الوضع الداكن
hi: डार्क मोड सक्षम करें
ur: ڈارک موڈ فعال کریں

# welcomeToUndManager
source: Welcome to UND App
ar: مرحبًا بك في تطبيق UND
hi: UND ऐप में आपका स्वागत है
ur: UND ایپ میں خوش آمدید

# dairyManagementSolution
source: Your comprehensive dairy management solution
ar: حل إدارة الألبان الشامل الخاص بك
hi: आपका व्यापक डेयरी प्रबंधन समाधान
ur: آپ کا جامع ڈیری مینجمنٹ حل

source: Modules
ar: الوحدات
hi: मॉड्यूल
ur: ماڈیولز

source: Screens
ar: الشاشات
hi: स्क्रीन
ur: سکرینز

# noScreensAvailable
source: No screens available in this module
ar: لا توجد شاشات متاحة في هذه الوحدة
hi: इस मॉड्यूल में कोई स्क्रीन उपलब्ध नहीं है
ur: اس ماڈیول میں کوئی سکرین دستیاب نہیں ہے

source: Close
ar: إغلاق
hi: बंद करें
ur: بند کریں

source: Inventory
ar: المخزون
hi: इन्वेंटरी
ur: انوینٹری

source: Factory
ar: المصنع
hi: फैक्टरी
ur: فیکٹری

source: Milk Reception
ar: استقبال الحليب
hi: दूध प्राप्ति
ur: دودھ کا استقبال

source: Procurement
ar: المشتريات
hi: खरीद
ur: خریداری

source: Analytics
ar: التحليلات
hi: विश्लेषण
ur: تجزیات

source: Forecasting
ar: التنبؤ
hi: अनुमान
ur: پیشنگوئی

source: Inventory Dashboard
ar: لوحة معلومات المخزون
hi: इन्वेंटरी डैशबोर्ड
ur: انوینٹری ڈیش بورڈ

source: Inventory Alerts
ar: تنبيهات المخزون
hi: इन्वेंटरी अलर्ट
ur: انوینٹری الرٹس

# inventoryMovementsScreen
source: Inventory Movements
ar: حركات المخزون
hi: इन्वेंटरी आवाजाही
ur: انوینٹری کی منتقلی

source: Create Movement
ar: إنشاء حركة
hi: आवाजाही बनाएं
ur: منتقلی بنائیں

# inventoryBatchScanner
source: Batch Scanner
ar: ماسح الدُفعات
hi: बैच स्कैनर
ur: بیچ سکینر

source: Production Executions
ar: تنفيذ الإنتاج
hi: उत्पादन निष्पादन
ur: پروڈکشن ایگزیکیوشنز

source: Create Production Execution
ar: إنشاء تنفيذ إنتاج
hi: उत्पादन निष्पादन बनाएं
ur: پروڈکشن ایگزیکیوشن بنائیں

source: Equipment Maintenance
ar: صيانة المعدات
hi: उपकरण रखरखाव
ur: آلات کی دیکھ بھال

source: Create Maintenance Record
ar: إنشاء سجل صيانة
hi: रखरखाव रिकॉर्ड बनाएं
ur: دیکھ بھال ریکارڈ بنائیں

source: Milk Reception Screen
ar: شاشة استقبال الحليب
hi: दूध प्राप्ति स्क्रीन
ur: دودھ وصولی اسکرین

# milkQualityTests
source: Quality Tests
ar: اختبارات جودة الحليب
hi: गुणवत्ता परीक्षण
ur: معیار کی جانچ

source: Purchase Orders
ar: طلبات الشراء
hi: खरीद आदेश
ur: خریداری کے آرڈرز

source: Create Purchase Order
ar: إنشاء طلب شراء
hi: खरीद आदेश बनाएं
ur: خریداری آرڈر بنائیں

source: Suppliers
ar: الموردون
hi: आपूर्तिकर्ता
ur: سپلائرز

source: Analytics Dashboard
ar: لوحة تحكم التحليلات
hi: विश्लेषण डैशबोर्ड
ur: تجزیاتی ڈیش بورڈ

source: Forecasting List
ar: قائمة التنبؤات
hi: अनुमान सूची
ur: پیشنگوئی کی فہرست

# forecastingCreate
source: Create Forecast
ar: إنشاء تنبؤ
hi: अनुमान बनाएं
ur: پیشنگوئی بنائیں

source: Forecasting Dashboard
ar: لوحة تحكم التنبؤ
hi: अनुमान डैशबोर्ड
ur: پیشنگوئی ڈیش بورڈ

# inventoryDashboardDesc
source: Overview of inventory status and metrics
ar: نظرة عامة على حالة المخزون والمقاييس
hi: इन्वेंटरी की स्थिति और मेट्रिक्स का अवलोकन
ur: انوینٹری کی حالت اور میٹرکس کا جائزہ

# inventoryAlertsDesc
source: Low stock and expiry alerts for inventory items
ar: تنبيهات المخزون المنخفض وتواريخ انتهاء الصلاحية
hi: कम स्टॉक और समाप्ति अलर्ट
ur: کم اسٹاک اور میعاد ختم ہونے کی اطلاعات

# inventoryMovementsDesc
source: Track and manage inventory movements
ar: تتبع وإدارة حركات المخزون
hi: इन्वेंटरी आवाजाही को ट्रैक और प्रबंधित करें
ur: انوینٹری کی منتقلی کو ٹریک اور منظم کریں

# createMovementDesc
source: Create a new inventory movement
ar: إنشاء حركة مخزون جديدة
hi: नई इन्वेंटरी आवाजाही बनाएं
ur: نئی انوینٹری منتقلی بنائیں

# inventoryBatchScannerDesc
source: Scan barcodes to track inventory batches
ar: مسح الباركود لتتبع دفعات المخزون
hi: बारकोड स्कैन करके बैच ट्रैक करें
ur: بارکوڈ سکین کرکے بیچز کو ٹریک کریں

# inventorySettingsDesc
source: Configure inventory management settings
ar: تكوين إعدادات إدارة المخزون
hi: इन्वेंटरी प्रबंधन सेटिंग्स को कॉन्फ़िगर करें
ur: انوینٹری مینجمنٹ کی ترتیبات ترتیب دیں

# productionExecutionsDesc
source: Manage production runs and processes
ar: إدارة دورات وعمليات الإنتاج
hi: उत्पादन रन और प्रक्रियाओं का प्रबंधन करें
ur: پروڈکشن رنز اور عمل کا انتظام کریں

# createProductionExecutionDesc
source: Schedule a new production execution
ar: جدولة تنفيذ إنتاج جديد
hi: नई उत्पादन निष्पादन शेड्यूल करें
ur: نئی پروڈکشن ایگزیکیوشن شیڈول کریں

# equipmentMaintenanceDesc
source: Track and schedule equipment maintenance
ar: تتبع وجدولة صيانة المعدات
hi: उपकरण रखरखाव को ट्रैक और शेड्यूल करें
ur: آلات کی دیکھ بھال کو ٹریک اور شیڈول کریں

# createMaintenanceRecordDesc
source: Add a new maintenance record
ar: إضافة سجل صيانة جديد
hi: नया रखरखाव रिकॉर्ड जोड़ें
ur: نیا دیکھ بھال ریکارڈ شامل کریں

# milkReceptionDesc
source: Manage milk reception from suppliers
ar: إدارة استلام الحليب من الموردين
hi: आपूर्तिकर्ताओं से दूध प्राप्ति का प्रबंधन करें
ur: سپلائرز سے دودھ وصول کرنے کا انتظام

# milkQualityTestsDesc
source: Track quality tests for received milk
ar: تتبع اختبارات الجودة للحليب المستلم
hi: प्राप्त दूध के गुणवत्ता परीक्षण को ट्रैक करें
ur: موصول شدہ دودھ کے معیار کی جانچ کو ٹریک کریں

# purchaseOrdersDesc
source: Manage purchase orders
ar: إدارة طلبات الشراء
hi: खरीद आदेशों का प्रबंधन करें
ur: خریداری کے آرڈرز کا انتظام

# createPurchaseOrderDesc
source: Create a new purchase order
ar: إنشاء طلب شراء جديد
hi: नया खरीद आदेश बनाएं
ur: نیا خریداری آرڈر بنائیں

# suppliersDesc
source: Manage supplier information
ar: إدارة معلومات الموردين
hi: आपूर्तिकर्ता जानकारी का प्रबंधन करें
ur: سپلائرز کی معلومات کا انتظام

# analyticsDashboardDesc
source: Business intelligence and analytics
ar: ذكاء الأعمال والتحليلات
hi: व्यावसायिक बुद्धिमत्ता और विश्लेषण
ur: کاروباری انٹیلیجنس اور تجزیات

# forecastingDesc
source: View all forecasts
ar: عرض جميع التنبؤات
hi: सभी अनुमानों को देखें
ur: تمام پیشنگوئیاں دیکھیں

# forecastingCreateDesc
source: Create a new forecast
ar: إنشاء تنبؤ جديد
hi: नया अनुमान बनाएं
ur: نئی پیشنگوئی بنائیں

# forecastingDashboardDesc
source: Forecast metrics and analysis
ar: مقاييس وتحليل التنبؤ
hi: अनुमान मीट्रिक्स और विश्लेषण
ur: پیشنگوئی کے میٹرکس اور تجزیہ

source: Movement History
ar: سجل الحركة
hi: आवाजाही इतिहास
ur: حرکت کی تاریخ

# itemMovementHistory
source: {itemName} - Movement History
ar: {itemName} - سجل الحركة
hi: {itemName} - आवाजाही इतिहास
ur: {itemName} - حرکت کی تاریخ

source: Category
ar: الفئة
hi: श्रेणी
ur: زمرہ

source: Current Stock
ar: المخزون الحالي
hi: वर्तमान स्टॉक
ur: موجودہ اسٹاک

source: Total In
ar: إجمالي الوارد
hi: कुल आवक
ur: کل داخل

source: Total Out
ar: إجمالي الصادر
hi: कुल जावक
ur: کل خارج

source: Net Change
ar: صافي التغيير
hi: शुद्ध परिवर्तन
ur: خالص تبدیلی

# movementsRecorded
source: {count} movements recorded
ar: {count} حركات مسجلة
hi: {count} आवाजाहियां दर्ज की गईं
ur: {count} حرکات ریکارڈ کی گئیں

source: No movement history available
ar: لا يوجد سجل حركة متاح
hi: कोई आवाजाही इतिहास उपलब्ध नहीं है
ur: کوئی حرکت کی تاریخ دستیاب نہیں ہے

# errorLoadingData
source: Error loading data: {error}
ar: خطأ في تحميل البيانات: {error}
hi: डेटा लोड करने में त्रुटि: {error}
ur: ڈیٹا لوڈ کرنے میں خرابی: {error}

# error
source: Error: {error}
ar: خطأ: {error}
hi: त्रुटि: {error}
ur: خرابی: {error}

source: Stock Added
ar: تمت إضافة المخزون
hi: स्टॉक जोड़ा गया
ur: اسٹاک شامل کیا گیا

source: Stock Removed
ar: تمت إزالة المخزون
hi: स्टॉक हटाया गया
ur: اسٹاک ہٹا دیا گیا

source: Reason
ar: السبب
hi: कारण: {reason}
ur: وجہ: {reason}

# date
source: Date: {datetime}
ar: التاريخ: {datetime}
hi: तारीख: {datetime}
ur: تاریخ: {datetime}

source: Movement Details
ar: تفاصيل الحركة
hi: आवाजाही विवरण
ur: منتقلی کی تفصیلات

source: Generate PDF
ar: إنشاء PDF
hi: PDF बनाएं
ur: PDF بنائیں

source: Share
ar: مشاركة
hi: साझा करें
ur: شیئر کریں

source: Error loading movement details
ar: خطأ في تحميل تفاصيل الحركة
hi: आवाजाही विवरण लोड करने में त्रुटि
ur: منتقلی کی تفصیلات لوڈ کرنے میں خرابی

# id
source: ID: {id}
ar: المعرف: {id}
hi: आईडी: {id}
ur: شناخت: {id}

source: Locations
ar: المواقع
hi: स्थान
ur: مقامات

source: Source:
ar: المصدر:
hi: स्रोत:
ur: ماخذ:

source: Destination:
ar: الوجهة:
hi: गंतव्य:
ur: منزل:

# notAvailable
source: N/A
ar: غير متوفر
hi: उपलब्ध नहीं
ur: دستیاب نہیں

source: Personnel
ar: الموظفون
hi: कर्मचारी
ur: عملہ

source: Initiated by:
ar: بدأ بواسطة:
hi: शुरू किया:
ur: شروع کیا:

source: Reviewed by:
ar: تمت المراجعة بواسطة:
hi: समीक्षा की:
ur: جائزہ لیا:

source: Notes
ar: ملاحظات
hi: नोट्स
ur: نوٹس

source: Reference Documents
ar: المستندات المرجعية
hi: संदर्भ दस्तावेज़
ur: حوالہ دستاویزات

# itemsSingular
source: Items (1 item)
ar: العناصر (عنصر واحد)
hi: आइटम (1 आइटम)
ur: آئٹمز (1 آئٹم)

# itemsPlural
source: Items ({count} items)
ar: العناصر ({count} عناصر)
hi: आइटम ({count} आइटम)
ur: آئٹمز ({count} آئٹمز)

# batch
source: Batch: {batch}
ar: الدفعة: {batch}
hi: बैच: {batch}
ur: بیچ: {batch}

# expiration
source: Expiration: {date}
ar: انتهاء الصلاحية: {date}
hi: समाप्ति: {date}
ur: میعاد ختم: {date}

source: Approve
ar: موافقة
hi: स्वीकृत करें
ur: منظور کریں

source: Reject
ar: رفض
hi: अस्वीकार करें
ur: مسترد کریں

source: Approve Movement
ar: الموافقة على الحركة
hi: आवाजाही को स्वीकृत करें
ur: منتقلی کو منظور کریں

source: Reject Movement
ar: رفض الحركة
hi: आवाजाही को अस्वीकार करें
ur: منتقلی کو مسترد کریں

# aboutToApprove
source: You are about to approve movement {id}.
ar: أنت على وشك الموافقة على الحركة {id}.
hi: आप आवाजाही {id} को स्वीकृत करने वाले हैं।
ur: آپ منتقلی {id} کو منظور کرنے والے ہیں۔

# aboutToReject
source: You are about to reject movement {id}.
ar: أنت على وشك رفض الحركة {id}.
hi: आप आवाजाही {id} को अस्वीकार करने वाले हैं।
ur: آپ منتقلی {id} کو مسترد کرنے والے ہیں۔

source: Approver ID
ar: معرف المعتمد
hi: स्वीकृतिकर्ता आईडी
ur: منظور کنندہ کی شناخت

# approverIdRequired
source: Approver ID is required
ar: معرف المعتمد مطلوب
hi: स्वीकृतिकर्ता आईडी आवश्यक है
ur: منظور کنندہ کی شناخت درکار ہے

source: Approver Name
ar: اسم المعتمد
hi: स्वीकृतिकर्ता का नाम
ur: منظور کنندہ کا نام

# approverNameRequired
source: Approver name is required
ar: اسم المعتمد مطلوب
hi: स्वीकृतिकर्ता का नाम आवश्यक है
ur: منظور کنندہ کا نام درکار ہے

# additionalNotes
source: Additional Notes (Optional)
ar: ملاحظات إضافية (اختياري)
hi: अतिरिक्त नोट्स (वैकल्पिक)
ur: اضافی نوٹس (اختیاری)

# rejectionReason
source: Reason for Rejection
ar: سبب الرفض
hi: अस्वीकृति का कारण
ur: مسترد کرنے کا سبب

# provideRejectionReason
source: Please provide a reason for rejection
ar: يرجى تقديم سبب للرفض
hi: कृपया अस्वीकृति का कारण प्रदान करें
ur: براہ کرم مسترد کرنے کا سبب فراہم کریں

source: Cancel
ar: إلغاء
hi: रद्द करें
ur: منسوخ کریں

source: Movement successfully approved
ar: تمت الموافقة على الحركة بنجاح
hi: आवाजाही सफलतापूर्वक स्वीकृत की गई
ur: منتقلی کامیابی سے منظور کر دی گئی

source: Movement successfully rejected
ar: تم رفض الحركة بنجاح
hi: आवाजाही सफलतापूर्वक अस्वीकृत की गई
ur: منتقلی کامیابی سے مسترد کر دی گئی

source: Inventory Management
ar: إدارة المخزون
hi: इन्वेंटरी प्रबंधन
ur: انوینٹری مینجمنٹ

# monitorAndManageInventory
source: Monitor and manage your inventory movements
ar: مراقبة وإدارة حركات المخزون
hi: अपनी इन्वेंटरी आवाजाही की निगरानी और प्रबंधन करें
ur: انوینٹری کی منتقلی کو مانیٹر اور منظم کریں

source: Recent Movements
ar: الحركات الأخيرة
hi: हाल की आवाजाही
ur: حالیہ منتقلیاں

source: View All
ar: عرض الكل
hi: सभी देखें
ur: سب دیکھیں

source: No recent movements
ar: لا توجد حركات حديثة
hi: कोई हालिया आवाजाही नहीं
ur: کوئی حالیہ منتقلی نہیں

source: Pending Approvals
ar: موافقات معلقة
hi: लंबित अनुमोदन
ur: زیر التواء منظوری

source: Critical Movements
ar: حركات حرجة
hi: महत्वपूर्ण आवाजाही
ur: اہم منتقلیاں

source: Movement Trends
ar: اتجاهات الحركة
hi: आवाजाही प्रवृत्तियां
ur: منتقلی کے رجحانات

source: View All Movements
ar: عرض جميع الحركات
hi: सभी आवाजाही देखें
ur: تمام منتقلیاں دیکھیں

source: Refresh Data
ar: تحديث البيانات
hi: डेटा रीफ्रेश करें
ur: ڈیٹا ریفریش کریں

source: Pending
ar: معلق
hi: लंबित
ur: زیر التواء

source: Approved
ar: تمت الموافقة
hi: स्वीकृत
ur: منظور شدہ

source: Rejected
ar: مرفوض
hi: अस्वीकृत
ur: مسترد شدہ

source: Unknown
ar: غير معروف
hi: अज्ञात
ur: نامعلوم

source: Review
ar: مراجعة
hi: समीक्षा
ur: جائزہ

source: Review Items
ar: مراجعة العناصر
hi: आइटम की समीक्षा करें
ur: آئٹمز کا جائزہ لیں

source: Add Items
ar: إضافة عناصر
hi: आइटम जोड़ें
ur: آئٹمز شامل کریں

# reviewAndSubmit
source: Review & Submit
ar: مراجعة وإرسال
hi: समीक्षा और सबमिट करें
ur: جائزہ لیں اور جمع کریں

source: Save
ar: حفظ
hi: सहेजें
ur: محفوظ کریں

source: Adjust
ar: تعديل
hi: समायोजित करें
ur: ایڈجسٹ کریں

source: Remove Items
ar: إزالة العناصر
hi: आइटम हटाएं
ur: آئٹمز ہٹائیں

source: Add Attribute
ar: إضافة سمة
hi: विशेषता जोड़ें
ur: خصوصیت شامل کریں

source: Add
ar: إضافة
hi: जोड़ें
ur: شامل کریں

# kilogram
source: kg
ar: كغم
hi: किलोग्राम
ur: کلوگرام

# piece
source: pc
ar: قطعة
hi: पीस
ur: عدد

source: box
ar: صندوق
hi: बॉक्स
ur: ڈبہ

# bothBarcodeAndQr
source: Both Barcode & QR
ar: الباركود و QR معًا
hi: बारकोड और QR दोनों
ur: بارکوڈ اور QR دونوں

# addedItem
source: Added item {itemId} to batch
ar: تمت إضافة العنصر {itemId} إلى الدفعة
hi: आइटम {itemId} बैच में जोड़ा गया
ur: آئٹم {itemId} بیچ میں شامل کر دیا گیا

# inventoryAnalyticsDashboard
source: Inventory Analytics
ar: تحليلات المخزون
hi: इन्वेंटरी विश्लेषण डैशबोर्ड
ur: انوینٹری تجزیات

source: Value by Category
ar: القيمة حسب الفئة
hi: श्रेणी के अनुसार मूल्य
ur: زمرہ کے حساب سے قیمت

source: Top Moving Items
ar: العناصر الأكثر حركة
hi: शीर्ष बिकने वाले आइटम
ur: زیادہ حرکت والی آئٹمز

source: Slow Moving Items
ar: العناصر بطيئة الحركة
hi: धीमी गति वाले आइटम
ur: سست حرکت والی آئٹمز

source: Inventory Trends
ar: اتجاهات المخزون
hi: इन्वेंटरी प्रवृत्तियां
ur: انوینٹری کے رجحانات

source: Inventory Health
ar: صحة المخزون
hi: इन्वेंटरी स्वास्थ्य
ur: انوینٹری کی صحت

source: Low Stock Items
ar: العناصر منخفضة المخزون
hi: कम स्टॉक वाले आइटम
ur: کم اسٹاک والی آئٹمز

source: Expiring Items
ar: العناصر التي تنتهي صلاحيتها
hi: जल्द समाप्त होने वाले आइटम
ur: جلد ختم ہونے والی آئٹمز

source: Items to Reorder
ar: العناصر التي يجب إعادة طلبها
hi: फिर से ऑर्डर करने वाले आइटम
ur: دوبارہ آرڈر کرنے والی آئٹمز

source: Stock Levels
ar: مستويات المخزون
hi: स्टॉक स्तर
ur: اسٹاک کی سطح

source: See Details
ar: عرض التفاصيل
hi: विवरण देखें
ur: تفصیلات دیکھیں

# currencySymbol
source: SAR
ar: ر.س
ur: روپے

source: Out of Stock
ar: نفذت الكمية
hi: स्टॉक में नहीं
ur: اسٹاک میں نہیں

# unitsPerMonth
source: Units/Month
ar: وحدة/شهر
hi: यूनिट/माह
ur: یونٹس/ماہ

source: Show more
ar: عرض المزيد
hi: और दिखाएं
ur: مزید دکھائیں

source: No items found
ar: لم يتم العثور على أي عناصر
hi: कोई आइटम नहीं मिला
ur: کوئی آئٹم نہیں ملا

source: Delete Item
ar: حذف العنصر
hi: आइटम हटाएं
ur: آئٹم حذف کریں

source: Confirm Deletion
ar: تأكيد الحذف
hi: हटाने की पुष्टि करें
ur: حذف کرنے کی تصدیق کریں

# confirmDeleteItem
source: Are you sure you want to delete {itemName}?
ar: هل أنت متأكد أنك تريد حذف {itemName}؟
hi: क्या आप वाकई {itemName} को हटाना चाहते हैं?
ur: کیا آپ واقعی {itemName} کو حذف کرنا چاہتے ہیں؟

source: Inventory Reports
ar: تقارير المخزون
hi: इन्वेंटरी रिपोर्ट्स
ur: انوینٹری رپورٹس

source: Generate Report
ar: إنشاء تقرير
hi: रिपोर्ट बनाएं
ur: رپورٹ بنائیں

source: Report Type
ar: نوع التقرير
hi: रिपोर्ट प्रकार
ur: رپورٹ کی قسم

source: Movement Report
ar: تقرير الحركة
hi: आवाजाही रिपोर्ट
ur: منتقلی رپورٹ

source: Valuation Report
ar: تقرير التقييم
hi: मूल्यांकन रिपोर्ट
ur: ویلیوایشن رپورٹ

source: Stock Level Report
ar: تقرير مستوى المخزون
hi: स्टॉक स्तर रिपोर्ट
ur: اسٹاک لیول رپورٹ

source: Expiry Report
ar: تقرير انتهاء الصلاحية
hi: समाप्ति रिपोर्ट
ur: میعاد ختم ہونے کی رپورٹ

source: Location Report
ar: تقرير الموقع
hi: स्थान रिपोर्ट
ur: مقام رپورٹ

source: Date Range
ar: النطاق الزمني
hi: तिथि सीमा
ur: تاریخ کی حد

source: Select Start Date
ar: اختر تاريخ البداية
hi: प्रारंभ तिथि चुनें
ur: آغاز تاریخ منتخب کریں

source: Select End Date
ar: اختر تاريخ النهاية
hi: अंतिम तिथि चुनें
ur: اختتامی تاریخ منتخب کریں

source: Report Format
ar: تنسيق التقرير
hi: रिपोर्ट प्रारूप
ur: رپورٹ فارمیٹ

source: Download as PDF
ar: تنزيل كملف PDF
hi: PDF के रूप में डाउनलोड करें
ur: PDF کے طور پر ڈاؤن لوڈ کریں

source: Download as Excel
ar: تنزيل كملف Excel
hi: Excel के रूप में डाउनलोड करें
ur: Excel کے طور پر ڈاؤن لوڈ کریں

source: Share Report
ar: مشاركة التقرير
hi: रिपोर्ट साझा करें
ur: رپورٹ شیئر کریں

source: Report Options
ar: خيارات التقرير
hi: रिपोर्ट विकल्प
ur: رپورٹ کے اختیارات

source: Include Images
ar: تضمين الصور
hi: चित्र शामिल करें
ur: تصاویر شامل کریں

source: Include Charts
ar: تضمين الرسوم البيانية
hi: चार्ट शामिल करें
ur: چارٹس شامل کریں

source: Include Details
ar: تضمين التفاصيل
hi: विवरण शामिल करें
ur: تفصیلات شامل کریں

source: Select Locations
ar: اختر المواقع
hi: स्थान चुनें
ur: مقامات منتخب کریں

source: Select Categories
ar: اختر الفئات
hi: श्रेणियां चुनें
ur: زمرہ جات منتخب کریں

# reportCreated
source: Report created successfully
ar: تم إنشاء التقرير بنجاح
hi: रिपोर्ट सफलतापूर्वक बनाई गई
ur: رپورٹ کامیابی سے بن گئی

source: Inventory Settings
ar: إعدادات المخزون
hi: इन्वेंटरी सेटिंग्स
ur: انوینٹری سیٹنگز

source: General Settings
ar: الإعدادات العامة
hi: सामान्य सेटिंग्स
ur: جنرل سیٹنگز

source: Default Unit
ar: الوحدة الافتراضية
hi: डिफ़ॉल्ट यूनिट
ur: ڈیفالٹ یونٹ

source: Default Location
ar: الموقع الافتراضي
hi: डिफ़ॉल्ट स्थान
ur: ڈیفالٹ مقام

source: Low Stock Threshold
ar: حد المخزون المنخفض
hi: कम स्टॉक सीमा
ur: کم اسٹاک کی حد

source: Reorder Settings
ar: إعدادات إعادة الطلب
hi: फिर से ऑर्डर सेटिंग्स
ur: دوبارہ آرڈر کی سیٹنگز

source: Automatic Reorder
ar: إعادة الطلب التلقائي
hi: स्वचालित फिर से ऑर्डर
ur: خودکار دوبارہ آرڈر

source: Reorder Method
ar: طريقة إعادة الطلب
hi: फिर से ऑर्डर विधि
ur: دوبارہ آرڈر کا طریقہ

source: Fixed Reorder Point
ar: نقطة إعادة طلب ثابتة
hi: नियत फिर से ऑर्डर बिंदु
ur: مقررہ دوبارہ آرڈر پوائنٹ

source: Dynamic Reorder Point
ar: نقطة إعادة طلب ديناميكية
hi: गतिशील फिर से ऑर्डर बिंदु
ur: متحرک دوبارہ آرڈر پوائنٹ

source: Notification Settings
ar: إعدادات الإشعارات
hi: सूचना सेटिंग्स
ur: اطلاعات کی سیٹنگز

source: Low Stock Notifications
ar: إشعارات المخزون المنخفض
hi: कम स्टॉक सूचनाएं
ur: کم اسٹاک کی اطلاعات

source: Expiry Notifications
ar: إشعارات انتهاء الصلاحية
hi: समाप्ति सूचनाएं
ur: میعاد ختم ہونے کی اطلاعات

source: Expiry Notification Days
ar: أيام إشعار انتهاء الصلاحية
hi: समाप्ति सूचना के दिन
ur: میعاد ختم ہونے کی اطلاع کے دن

source: Scanning Settings
ar: إعدادات المسح
hi: स्कैनिंग सेटिंग्स
ur: اسکیننگ کی سیٹنگز

source: Default Scan Type
ar: نوع المسح الافتراضي
hi: डिफ़ॉल्ट स्कैन प्रकार
ur: ڈیفالٹ اسکین کی قسم

source: Barcode
ar: الباركود
hi: बारकोड
ur: بارکوڈ

source: QR Code
ar: رمز QR
hi: QR कोड
ur: QR کوڈ

source: Auto-generate Barcodes
ar: إنشاء باركود تلقائيًا
hi: बारकोड स्वचालित रूप से बनाएं
ur: بارکوڈ خودکار بنائیں

source: Save Settings
ar: حفظ الإعدادات
hi: सेटिंग्स सहेजें
ur: سیٹنگز محفوظ کریں

# settingsSaved
source: Settings saved successfully
ar: تم حفظ الإعدادات بنجاح
hi: सेटिंग्स सफलतापूर्वक सहेजी गईं
ur: سیٹنگز کامیابی سے محفوظ ہو گئیں

source: Inventory Adjustment History
ar: سجل تعديل المخزون
hi: इन्वेंटरी समायोजन इतिहास
ur: انوینٹری ایڈجسٹمنٹ ہسٹری

source: Refresh
ar: تحديث
hi: रीफ्रेश
ur: ریفریش

source: Search Adjustments
ar: بحث عن تعديلات
hi: समायोजन खोजें
ur: ایڈجسٹمنٹس تلاش کریں

source: No adjustments found
ar: لم يتم العثور على أي تعديلات
hi: कोई समायोजन नहीं मिला
ur: کوئی ایڈجسٹمنٹ نہیں ملی

source: Create Adjustment
ar: إنشاء تعديل
hi: समायोजन बनाएं
ur: ایڈجسٹمنٹ بنائیں

source: Adjustment approved successfully
ar: تمت تعديل المخزون بنجاح
hi: समायोजन सफलतापूर्वक स्वीकृत हुआ
ur: ایڈجسٹمنٹ کامیابی سے منظور ہو گئی

source: Adjustment rejected successfully
ar: تم رفض تعديل المخزون بنجاح
hi: समायोजन सफलतापूर्वक अस्वीकृत हुआ
ur: ایڈجسٹمنٹ کامیابی سے مسترد ہو گئی

source: Create Adjustment not implemented
ar: إنشاء تعديل غير منفذ
hi: समायोजन बनाना लागू नहीं है
ur: ایڈجسٹمنٹ بنانا نافذ نہیں ہوا

# from
source: From {date}
ar: من {date}
hi: से {date}
ur: سے {date}

# to
source: To {date}
ar: إلى {date}
hi: तक {date}
ur: تک {date}

# type
source: Type: {type}
ar: النوع: {type}
hi: प्रकार: {type}
ur: قسم: {type}

# statusWithValue
source: Status: {status}
ar: الحالة: {status}
hi: स्थिति: {status}
ur: حالت: {status}

source: Filter Adjustments
ar: مرشحات التعديل
hi: समायोजन फ़िल्टर
ur: ایڈجسٹمنٹ فلٹرز

source: Start Date
ar: تاريخ البداية
hi: प्रारंभ तिथि
ur: آغاز تاریخ

source: End Date
ar: تاريخ النهاية
hi: अंतिम तिथि
ur: اختتامی تاریخ

source: Any
ar: أي
hi: कोई भी
ur: کوئی بھی

# adjustmentTypeLabel
source: Adjustment Type
ar: نوع التعديل
hi: समायोजन प्रकार
ur: ایڈجسٹمنٹ کی قسم

source: All Types
ar: جميع الأنواع
hi: सभी प्रकार
ur: تمام اقسام

# statusLabel
source: Status
ar: الحالة
hi: स्थिति
ur: حالت

source: All Statuses
ar: جميع الحالات
hi: सभी स्थितियां
ur: تمام حالتیں

source: Item and Category
ar: العنصر والفئة
hi: आइटम और श्रेणी
ur: آئٹم اور زمرہ

source: Item ID
ar: معرف العنصر
hi: आइटम आईडी
ur: آئٹم آئی ڈی

source: Category ID
ar: معرف الفئة
hi: श्रेणी आईडी
ur: زمرہ آئی ڈی

source: Clear All
ar: مسح الكل
hi: सभी साफ़ करें
ur: سب صاف کریں

source: Apply Filters
ar: تطبيق المرشحات
hi: फ़िल्टर लागू करें
ur: فلٹرز لگائیں

source: Pending Approval
ar: موافقة معلقة
hi: लंबित स्वीकृति
ur: زیر التواء منظوری

# previousStock
source: Previous Quantity
ar: كمية مخزون سابقة
hi: पिछला स्टॉक
ur: پچھلا اسٹاک

# adjustedStock
source: Adjusted Quantity
ar: كمية مخزون معدلة
hi: समायोजित स्टॉक
ur: ایڈجسٹڈ اسٹاک

# reasonNotes
source: Reason and Notes
ar: السبب والملاحظات
hi: कारण और नोट्स
ur: وجہ اور نوٹس

source: Performed By
ar: تم بواسطة
hi: द्वारा किया गया
ur: کیا گیا

# approvedDate
source: Approved On
ar: تاريخ الموافقة
hi: स्वीकृत तिथि
ur: منظور شدہ تاریخ

# additionalInfo
source: Additional Information
ar: معلومات إضافية
hi: अतिरिक्त जानकारी
ur: اضافی معلومات
