Repository: Abbas-187/UND
Catalog: lib/l10n/app_*.arb
Languages: ar, hi, ur

source: Adjustments by Type
ar: تعديلات حسب النوع
hi: प्रकार के अनुसार समायोजन
ur: قسم کے لحاظ سے ایڈجسٹمنٹس

source: Quantity by Type
ar: الكمية حسب النوع
hi: प्रकार के अनुसार मात्रा
ur: قسم کے لحاظ سے مقدار

source: units
ar: وحدات
hi: यूनिट्स
ur: یونٹس

source: Language Settings
ar: إعدادات اللغة
hi: भाषा सेटिंग्स
ur: زبان کی سیٹنگز

source: Theme Settings
ar: إعدادات المظهر
hi: थीम सेटिंग्स
ur: تھیم سیٹنگز

source: Enable Notifications
ar: تفعيل الإشعارات
hi: सूचनाएं सक्षम करें
ur: اطلاعات فعال کریں

source: Enable Sounds
ar: تفعيل الأصوات
hi: ध्वनि सक्षम करें
ur: آوازیں فعال کریں

source: Enable Vibration
ar: تفعيل الاهتزاز
hi: वाइब्रेशन सक्षम करें
ur: وائبریشن فعال کریں

source: Light Theme
ar: الوضع الفاتح
hi: लाइट थीम
ur: لائٹ تھیم

source: Dark Theme
ar: الوضع الداكن
hi: डार्क थीम
ur: ڈارک تھیم

# systemTheme
source: System Default Theme
ar: الوضع الافتراضي للنظام
hi: सिस्टम डिफ़ॉल्ट थीम
ur: سسٹم ڈیفالٹ تھیم

# themeSettingsSave
source: Save Settings
ar: حفظ الإعدادات
hi: सेटिंग्स सहेजें
ur: سیٹنگز محفوظ کریں

# themeSettingsSaved
source: Settings saved successfully
ar: تم حفظ الإعدادات بنجاح
hi: सेटिंग्स सफलतापूर्वक सहेजी गईं
ur: سیٹنگز کامیابی سے محفوظ ہو گئیں

source: Module Settings
ar: إعدادات الوحدة
hi: मॉड्यूल सेटिंग्स
ur: ماڈیول سیٹنگز

# item_category
source: Category
ar: الفئة
hi: श्रेणी
ur: زمرہ

# item_minimumQuantity
source: Minimum Quantity
ar: الحد الأدنى للكمية
hi: न्यूनतम मात्रा
ur: کم از کم مقدار

# item_reorderPoint
source: Reorder Point
ar: نقطة إعادة الطلب
hi: फिर से ऑर्डर बिंदु
ur: دوبارہ آرڈر پوائنٹ

# item_batchNumber
source: Batch Number
ar: رقم الدفعة
hi: बैच नंबर
ur: بیچ نمبر

# item_expiryDate
source: Expiry Date
ar: تاريخ انتهاء الصلاحية
hi: समाप्ति तिथि
ur: میعاد ختم ہونے کی تاریخ

# item_lastUpdated
source: Last Updated
ar: آخر تحديث
hi: अंतिम अपडेट
ur: آخری اپ ڈیٹ

# item_statusAlerts
source: Status Alerts
ar: تنبيهات الحالة
hi: स्थिति अलर्ट
ur: حالت کی اطلاعات

# item_lowStockAlert
source: Low Stock
ar: تنبيه المخزون المنخفض
hi: कम स्टॉक अलर्ट
ur: کم اسٹاک الرٹ

# item_lowStockDescription
source: Current quantity is below minimum level
ar: الكمية الحالية أقل من الحد الأدنى
hi: वर्तमान मात्रा न्यूनतम स्तर से कम है
ur: موجودہ مقدار کم از کم سطح سے کم ہے

# item_reorderNeeded
source: Reorder Needed
ar: يحتاج لإعادة الطلب
hi: फिर से ऑर्डर की आवश्यकता
ur: دوبارہ آرڈر کی ضرورت

# item_reorderNeededDescription
source: Current quantity is below reorder point
ar: الكمية الحالية أقل من نقطة إعادة الطلب
hi: वर्तमान मात्रा फिर से ऑर्डर बिंदु से कम है
ur: موجودہ مقدار دوبارہ آرڈر پوائنٹ سے کم ہے

# item_expiringSoon
source: Expiring Soon
ar: سينتهي قريبًا
hi: जल्द समाप्त हो रहा है
ur: جلد ختم ہو رہا ہے

# item_expiringSoonDescription
source: Item will expire in {days} days
ar: سينتهي في {days} يوم
hi: आइटम {days} दिनों में समाप्त हो जाएगा
ur: آئٹم {days} دن میں ختم ہو جائے گا

# item_additionalAttributes
source: Additional Attributes
ar: سمات إضافية
hi: अतिरिक्त विशेषताएं
ur: اضافی خصوصیات

source: Item not found
ar: العنصر غير موجود
hi: आइटम नहीं मिला
ur: آئٹم نہیں ملا

source: Item Details
ar: تفاصيل العنصر
hi: आइटम विवरण
ur: آئٹم کی تفصیلات

# item_expires
source: Expires
ar: ينتهي
hi: समाप्त हो रहा है
ur: ختم ہو رہا ہے

source: Inventory Analytics
ar: تحليلات المخزون
hi: इन्वेंटरी विश्लेषण
ur: انوینٹری تجزیات

# movement_from
source: From
ar: من
hi: से
ur: سے

# movement_to
source: To
ar: إلى
hi: तक
ur: تک

# movement_items
source: Items
ar: العناصر
hi: आइटम
ur: آئٹمز

# movement_itemCount
source: {count} {count, plural, one{item} other{items}}
ar: {count} {count, plural, one{عنصر} other{عناصر}}
hi: {count} {count, plural, one{आइटम} other{आइटम}}
ur: {count} {count, plural, one{آئٹم} other{آئٹمز}}

# movement_noItemsAdded
source: No items added to this movement
ar: لم تتم إضافة أي عناصر إلى هذه الحركة
hi: इस आवाजाही में कोई आइटम नहीं जोड़ा गया
ur: اس منتقلی میں کوئی آئٹم شامل نہیں کیا گیا

source: Filter Alerts
ar: تصفية التنبيهات
hi: अलर्ट फ़िल्टर करें
ur: الرٹس فلٹر کریں

source: Show High Priority
ar: إظهار الأولوية العالية
hi: उच्च प्राथमिकता दिखाएं
ur: اعلی ترجیح دکھائیں

source: Show Medium Priority
ar: إظهار الأولوية المتوسطة
hi: मध्यम प्राथमिकता दिखाएं
ur: درمیانی ترجیح دکھائیں

source: Show Low Priority
ar: إظهار الأولوية المنخفضة
hi: निम्न प्राथमिकता दिखाएं
ur: کم ترجیح دکھائیں

source: Expired Items
ar: عناصر منتهية الصلاحية
hi: समाप्त आइटम
ur: ختم شدہ آئٹمز

source: Expiring Soon
ar: سينتهي قريبًا
hi: जल्द समाप्त हो रहा है
ur: جلد ختم ہو رہا ہے

source: Show Acknowledged
ar: إظهار المستلمة
hi: स्वीकृत दिखाएं
ur: تسلیم شدہ دکھائیں

source: Apply
ar: تطبيق
hi: लागू करें
ur: لاگو کریں

source: High
ar: عالي
hi: उच्च
ur: اعلی

source: Medium
ar: متوسط
hi: मध्यम
ur: درمیانہ

source: Low
ar: منخفض
hi: निम्न
ur: کم

source: Total
ar: الإجمالي
hi: कुल
ur: کل

source: Refreshing alerts...
ar: تحديث التنبيهات...
hi: अलर्ट रीफ्रेश हो रहे हैं...
ur: الرٹس ریفریش ہو رہے ہیں...

# alertAcknowledged
source: Alert {id} acknowledged
ar: تم استلام التنبيه {id}
hi: अलर्ट {id} स्वीकृत किया गया
ur: الرٹ {id} تسلیم کیا گیا

# viewingDetailsFor
source: Viewing details for {itemName}
ar: عرض تفاصيل {itemName}
hi: {itemName} के विवरण देख रहे हैं
ur: {itemName} کی تفصیلات دیکھ رہے ہیں

source: No alerts at this time.
ar: لا توجد تنبيهات في الوقت الحالي.
hi: इस समय कोई अलर्ट नहीं हैं।
ur: اس وقت کوئی الرٹس نہیں ہیں۔

source: Acknowledge
ar: استلام
hi: स्वीकृत करें
ur: تسلیم کریں

# autoGeneratedInventoryNote
source: Auto-generated from inventory module
ar: تم إنشاؤه تلقائيًا من وحدة المخزون
hi: इन्वेंटरी मॉड्यूल से स्वचालित रूप से उत्पन्न
ur: انوینٹری ماڈیول سے خودکار طور پر تیار کردہ

# createdFromInventoryNote
source: Created from inventory module for production order {productionOrderId}
ar: تم إنشاؤه من وحدة المخزون لأمر الإنتاج {productionOrderId}
hi: इन्वेंटरी मॉड्यूल से उत्पादन आदेश {productionOrderId} के लिए उत्पन्न
ur: انوینٹری ماڈیول سے پروڈکشن آرڈر {productionOrderId} کے لیے تیار کردہ

# materialRequisitionReason
source: Material requisition: {requisitionId}
ar: طلب مواد: {requisitionId}
hi: सामग्री अनुरोध: {requisitionId}
ur: مواد کی درخواست: {requisitionId}

source: Material requisition not found
ar: لم يتم العثور على طلب المواد
hi: सामग्री अनुरोध नहीं मिला
ur: مواد کی درخواست نہیں ملی

source: Order Management
ar: إدارة الطلبات
hi: ऑर्डर प्रबंधन
ur: آرڈر مینجمنٹ

source: CRM
ar: إدارة علاقات العملاء
hi: सीआरएम
ur: سی آر ایم

source: Sales
ar: المبيعات
hi: बिक्री
ur: سیلز

source: Inventory Main
ar: الرئيسية للمخزون
hi: इन्वेंटरी मुख्य
ur: انوینٹری مین

# inventoryListDesc
source: Inventory list description
ar: وصف قائمة المخزون
hi: इन्वेंटरी सूची विवरण
ur: انوینٹری لسٹ کی وضاحت

source: Inventory Movements
ar: حركات المخزون
hi: इन्वेंटरी मूवमेंट्स
ur: انوینٹری کی منتقلی

source: Inventory Edit
ar: تعديل المخزون
hi: इन्वेंटरी संपादित करें
ur: انوینٹری ایڈٹ

# inventoryEditDesc
source: Inventory edit description
ar: وصف تعديل المخزون
hi: इन्वेंटरी संपादन विवरण
ur: انوینٹری ایڈٹ کی وضاحت

source: Inventory Analytics
ar: تحليلات المخزون
hi: इन्वेंटरी एनालिटिक्स
ur: انوینٹری اینالیٹکس

# inventoryAnalyticsDesc
source: Inventory analytics description
ar: وصف تحليلات المخزون
hi: इन्वेंटरी एनालिटिक्स विवरण
ur: انوینٹری اینالیٹکس کی وضاحت

# inventoryTrendsDesc
source: Inventory trends description
ar: وصف اتجاهات المخزون
hi: इन्वेंटरी ट्रेंड्स विवरण
ur: انوینٹری ٹرینڈز کی وضاحت

source: Inventory Barcode Scan
ar: مسح باركود المخزون
hi: इन्वेंटरी बारकोड स्कैन
ur: انوینٹری بارکوڈ اسکین

# inventoryBarcodeScanDesc
source: Inventory barcode scan description
ar: وصف مسح باركود المخزون
hi: इन्वेंटरी बारकोड स्कैन विवरण
ur: انوینٹری بارکوڈ اسکین کی وضاحت

source: Inventory Batch Inventory
ar: دفعة المخزون
hi: इन्वेंटरी बैच इन्वेंटरी
ur: انوینٹری بیچ انوینٹری

# inventoryBatchInventoryDesc
source: Inventory batch inventory description
ar: وصف دفعة المخزون
hi: इन्वेंटरी बैच इन्वेंटरी विवरण
ur: انوینٹری بیچ انوینٹری کی وضاحت

source: Dairy Inventory
ar: مخزون الألبان
hi: डेयरी इन्वेंटरी
ur: ڈیری انوینٹری

# dairyInventoryDesc
source: Dairy inventory description
ar: وصف مخزون الألبان
hi: डेयरी इन्वेंटरी विवरण
ur: ڈیری انوینٹری کی وضاحت

source: Dairy Inventory Demo
ar: عرض مخزون الألبان
hi: डेयरी इन्वेंटरी डेमो
ur: ڈیری انوینٹری ڈیمو

# dairyInventoryDemoDesc
source: Dairy inventory demo description
ar: وصف عرض مخزون الألبان
hi: डेयरी इन्वेंटरी डेमो विवरण
ur: ڈیری انوینٹری ڈیمو کی وضاحت

source: Inventory Category Management
ar: إدارة فئات المخزون
hi: इन्वेंटरी श्रेणी प्रबंधन
ur: انوینٹری کیٹیگری مینجمنٹ

# inventoryCategoryManagementDesc
source: Inventory category management description
ar: وصف إدارة فئات المخزون
hi: इन्वेंटरी श्रेणी प्रबंधन विवरण
ur: انوینٹری کیٹیگری مینجمنٹ کی وضاحت

# inventoryAdjustmentHistoryDesc
source: Inventory adjustment history description
ar: وصف سجل تعديلات المخزون
hi: इन्वेंटरी समायोजन इतिहास विवरण
ur: انوینٹری ایڈجسٹمنٹ ہسٹری کی وضاحت

# inventoryReportsDesc
source: Inventory reports description
ar: وصف تقارير المخزون
hi: इन्वेंटरी रिपोर्ट विवरण
ur: انوینٹری رپورٹس کی وضاحت

source: Inventory Report Dedicated
ar: تقرير المخزون المخصص
hi: इन्वेंटरी रिपोर्ट समर्पित
ur: انوینٹری رپورٹ ڈیڈیکیٹڈ

# inventoryReportDedicatedDesc
source: Inventory report dedicated description
ar: وصف تقرير المخزون المخصص
hi: इन्वेंटरी रिपोर्ट समर्पित विवरण
ur: انوینٹری رپورٹ ڈیڈیکیٹڈ کی وضاحت

source: Inventory Database Management
ar: إدارة قاعدة بيانات المخزون
hi: इन्वेंटरी डेटाबेस प्रबंधन
ur: انوینٹری ڈیٹا بیس مینجمنٹ

# inventoryDatabaseManagementDesc
source: Inventory database management description
ar: وصف إدارة قاعدة بيانات المخزون
hi: इन्वेंटरी डेटाबेस प्रबंधन विवरण
ur: انوینٹری ڈیٹا بیس مینجمنٹ کی وضاحت

source: Production Execution List
ar: قائمة تنفيذ الإنتاج
hi: उत्पादन निष्पादन सूची
ur: پروڈکشن ایگزیکیوشن لسٹ

# productionExecutionListDesc
source: Production execution list description
ar: وصف قائمة تنفيذ الإنتاج
hi: उत्पादन निष्पादन सूची विवरण
ur: پروڈکشن ایگزیکیوشن لسٹ کی وضاحت

source: Batch Tracking
ar: تتبع الدفعات
hi: बैच ट्रैकिंग
ur: بیچ ٹریکنگ

# batchTrackingDesc
source: Batch tracking description
ar: وصف تتبع الدفعات
hi: बैच ट्रैकिंग विवरण
ur: بیچ ٹریکنگ کی وضاحت

source: Production Plan Detail
ar: تفاصيل خطة الإنتاج
hi: उत्पादन योजना विवरण
ur: پروڈکشن پلان تفصیل

# productionPlanDetailDesc
source: Production plan detail description
ar: وصف تفاصيل خطة الإنتاج
hi: उत्पादन योजना विवरण विवरण
ur: پروڈکشن پلان تفصیل کی وضاحت

source: Production Scheduling
ar: جدولة الإنتاج
hi: उत्पादन अनुसूची
ur: پروڈکشن شیڈولنگ

# productionSchedulingDesc
source: Production scheduling description
ar: وصف جدولة الإنتاج
hi: उत्पादन अनुसूची विवरण
ur: پروڈکشن شیڈولنگ کی وضاحت

source: Add/Edit Equipment
ar: إضافة/تعديل المعدات
hi: उपकरण जोड़ें/संपादित करें
ur: آلات شامل/ترمیم کریں

# addEditEquipmentDesc
source: Add/edit equipment description
ar: وصف إضافة/تعديل المعدات
hi: उपकरण जोड़ें/संपादित करें विवरण
ur: آلات شامل/ترمیم کی وضاحت

source: Production List
ar: قائمة الإنتاج
hi: उत्पादन सूची
ur: پروڈکشن لسٹ

# productionListDesc
source: Production list description
ar: وصف قائمة الإنتاج
hi: उत्पादन सूची विवरण
ur: پروڈکشن لسٹ کی وضاحت

source: Production Execution Detail
ar: تفاصيل تنفيذ الإنتاج
hi: उत्पादन निष्पादन विवरण
ur: پروڈکشن ایگزیکیوشن تفصیل

# productionExecutionDetailDesc
source: Production execution detail description
ar: وصف تفاصيل تنفيذ الإنتاج
hi: उत्पादन निष्पादन विवरण विवरण
ur: پروڈکشن ایگزیکیوشن تفصیل کی وضاحت

source: Recipe List
ar: قائمة الوصفات
hi: रेसिपी सूची
ur: ریسپی لسٹ

# recipeListDesc
source: Recipe list description
ar: وصف قائمة الوصفات
hi: रेसिपी सूची विवरण
ur: ریسپی لسٹ کی وضاحت

source: Recipe Create
ar: إنشاء وصفة
hi: रेसिपी बनाएं
ur: ریسپی بنائیں

# recipeCreateDesc
source: Recipe create description
ar: وصف إنشاء وصفة
hi: रेसिपी बनाएं विवरण
ur: ریسپی بنانے کی وضاحت

source: Recipe Detail
ar: تفاصيل الوصفة
hi: रेसिपी विवरण
ur: ریسپی تفصیل

# recipeDetailDesc
source: Recipe detail description
ar: وصف تفاصيل الوصفة
hi: रेसिपी विवरण विवरण
ur: ریسپی تفصیل کی وضاحت

source: Equipment Detail
ar: تفاصيل المعدات
hi: उपकरण विवरण
ur: آلات کی تفصیل

# equipmentDetailDesc
source: Equipment detail description
ar: وصف تفاصيل المعدات
hi: उपकरण विवरण विवरण
ur: آلات کی تفصیل کی وضاحت

source: Maintenance Record Detail
ar: تفاصيل سجل الصيانة
hi: रखरखाव रिकॉर्ड विवरण
ur: مینٹیننس ریکارڈ تفصیل

# maintenanceRecordDetailDesc
source: Maintenance record detail description
ar: وصف تفاصيل سجل الصيانة
hi: रखरखाव रिकॉर्ड विवरण विवरण
ur: مینٹیننس ریکارڈ تفصیل کی وضاحت

source: PO Approvals List
ar: قائمة الموافقات على أوامر الشراء
hi: पीओ अनुमोदन सूची
ur: پی او اپروولز لسٹ

# poApprovalsListDesc
source: PO approvals list description
ar: وصف قائمة الموافقات على أوامر الشراء
hi: पीओ अनुमोदन सूची विवरण
ur: پی او اپروولز لسٹ کی وضاحت

source: Order List
ar: قائمة الطلبات
hi: ऑर्डर सूची
ur: آرڈر لسٹ

# orderListDesc
source: Order list description
ar: وصف قائمة الطلبات
hi: ऑर्डर सूची विवरण
ur: آرڈر لسٹ کی وضاحت

source: Create Order
ar: إنشاء طلب
hi: ऑर्डर बनाएं
ur: آرڈر بنائیں

# createOrderDesc
source: Create order description
ar: وصف إنشاء الطلب
hi: ऑर्डर बनाएं विवरण
ur: آرڈر بنانے کی وضاحت

source: Customer List
ar: قائمة العملاء
hi: ग्राहक सूची
ur: کسٹمر لسٹ

# customerListDesc
source: Customer list description
ar: وصف قائمة العملاء
hi: ग्राहक सूची विवरण
ur: کسٹمر لسٹ کی وضاحت

source: Customer Details
ar: تفاصيل العميل
hi: ग्राहक विवरण
ur: کسٹمر تفصیل

# customerDetailsDesc
source: Customer details description
ar: وصف تفاصيل العميل
hi: ग्राहक विवरण विवरण
ur: کسٹمر تفصیل کی وضاحت

source: Lead Management
ar: إدارة العملاء المتوقعين
hi: लीड प्रबंधन
ur: لیڈ مینجمنٹ

# leadManagementDesc
source: Lead management description
ar: وصف إدارة العملاء المتوقعين
hi: लीड प्रबंधन विवरण
ur: لیڈ مینجمنٹ کی وضاحت

source: Interactions
ar: التفاعلات
hi: इंटरैक्शन
ur: انٹریکشنز

# interactionsDesc
source: Interactions description
ar: وصف التفاعلات
hi: इंटरैक्शन विवरण
ur: انٹریکشنز کی وضاحت

source: Sales Orders
ar: طلبات المبيعات
hi: बिक्री आदेश
ur: سیلز آرڈرز

# salesOrdersDesc
source: Sales orders description
ar: وصف طلبات المبيعات
hi: बिक्री आदेश विवरण
ur: سیلز آرڈرز کی وضاحت

source: Sales Customers
ar: عملاء المبيعات
hi: बिक्री ग्राहक
ur: سیلز کسٹمرز

# salesCustomersDesc
source: Sales customers description
ar: وصف عملاء المبيعات
hi: बिक्री ग्राहक विवरण
ur: سیلز کسٹمرز کی وضاحت

source: Sales Dashboard
ar: لوحة تحكم المبيعات
hi: बिक्री डैशबोर्ड
ur: سیلز ڈیش بورڈ

# salesDashboardDesc
source: Sales dashboard description
ar: وصف لوحة تحكم المبيعات
hi: बिक्री डैशबोर्ड विवरण
ur: سیلز ڈیش بورڈ کی وضاحت

source: Sales Analytics
ar: تحليلات المبيعات
hi: बिक्री एनालिटिक्स
ur: سیلز اینالیٹکس

# salesAnalyticsDesc
source: Sales analytics description
ar: وصف تحليلات المبيعات
hi: बिक्री एनालिटिक्स विवरण
ur: سیلز اینالیٹکس کی وضاحت

# adjustQuantityTitle
source: {isAddition, select, true{Add to Inventory} false{Remove from Inventory} other{Inventory Adjustment}}
ar: {isAddition, select, true{إضافة إلى المخزون} false{إزالة من المخزون} other{تعديل المخزون}}
hi: {isAddition, select, true{इन्वेंटरी में जोड़ें} false{इन्वेंटरी से हटाएं} other{इन्वेंटरी समायोजन}}
ur: {isAddition, select, true{انوینٹری میں شامل کریں} false{انوینٹری سے ہٹائیں} other{انوینٹری ایڈجسٹمنٹ}}

# quantityWithUnit
source: Quantity ({unit})
ar: الكمية ({unit})
hi: मात्रा ({unit})
ur: مقدار ({unit})

source: Confirm
ar: تأكيد
hi: पुष्टि करें
ur: تصدیق کریں

source: Change Quality Status
ar: تغيير حالة الجودة
hi: गुणवत्ता स्थिति बदलें
ur: معیار کی حالت تبدیل کریں

source: New Status
ar: الحالة الجديدة
hi: नई स्थिति
ur: نئی حالت

source: Excellent
ar: ممتاز
hi: उत्कृष्ट
ur: بہترین

source: Good
ar: جيد
hi: अच्छा
ur: اچھا

source: Acceptable
ar: مقبول
hi: स्वीकार्य
ur: قابل قبول

source: Warning
ar: تحذير
hi: चेतावनी
ur: انتباہ

source: Critical
ar: حرج
hi: गंभीर
ur: نازک

source: Delete
ar: حذف
hi: हटाएं
ur: حذف کریں

# inventoryMovementDeleted
source: Inventory movement deleted successfully
ar: تم حذف حركة المخزون بنجاح
hi: इन्वेंटरी आवाजाही सफलतापूर्वक हटा दी गई
ur: انوینٹری کی منتقلی کامیابی سے حذف کر دی گئی

source: Failed to delete inventory movement
ar: فشل في حذف حركة المخزون
hi: इन्वेंटरी आवाजाही हटाने में विफल
ur: انوینٹری کی منتقلی حذف کرنے میں ناکام

source: Receipt
ar: استلام
hi: रसीद
ur: رسید

source: Issue
ar: إصدار
hi: जारी करना
ur: جاری کرنا

source: Transfer
ar: نقل
hi: स्थानांतरण
ur: منتقلی

# returnMovement
source: Return
ar: إرجاع
hi: वापसी
ur: واپسی

source: Adjustment
ar: تعديل
hi: समायोजन
ur: ایڈجسٹمنٹ

# production
source: Production: {date}
ar: إنتاج
hi: उत्पादन
ur: پروڈکشن

source: Consumption
ar: استهلاك
hi: खपत
ur: کنزمپشن

source: Waste
ar: هدر
hi: अपशिष्ट
ur: فضلہ

source: Expiry
ar: انتهاء الصلاحية
hi: समाप्ति
ur: میعاد ختم

source: Quality Status Change
ar: تغيير حالة الجودة
hi: गुणवत्ता स्थिति परिवर्तन
ur: معیار کی حالت میں تبدیلی

source: Repack
ar: إعادة تعبئة
hi: पुनः पैकिंग
ur: دوبارہ پیکنگ

source: Sample
ar: عينة
hi: नमूना
ur: نمونہ

source: Sales Issue
ar: إصدار مبيعات
hi: बिक्री जारी
ur: سیلز جاری

source: Purchase Receipt
ar: استلام مشتريات
hi: खरीद रसीद
ur: خریداری رسید

source: Production Consumption
ar: استهلاك الإنتاج
hi: उत्पादन खपत
ur: پروڈکشن کنزمپشن

source: Production Output
ar: مخرجات الإنتاج
hi: उत्पादन आउटपुट
ur: پروڈکشن آؤٹ پٹ

source: Inter-Warehouse Transfer
ar: نقل بين المستودعات
hi: अंतर-गोदाम स्थानांतरण
ur: انٹر ویئر ہاؤس ٹرانسفر

source: Intra-Warehouse Transfer
ar: نقل داخل المستودع
hi: अंतरा-गोदाम स्थानांतरण
ur: انٹرا ویئر ہاؤس ٹرانسفر

source: Scrap Disposal
ar: التخلص من الخردة
hi: स्क्रैप निपटान
ur: سکریپ ڈسپوزل

source: Quality Hold
ar: حجز الجودة
hi: गुणवत्ता होल्ड
ur: کوالٹی ہولڈ

source: Initial Balance Adjustment
ar: تعديل الرصيد الأولي
hi: प्रारंभिक शेष समायोजन
ur: ابتدائی بیلنس ایڈجسٹمنٹ

source: Reservation Adjustment
ar: تعديل الحجز
hi: आरक्षण समायोजन
ur: ریزرویشن ایڈجسٹمنٹ

source: PO Receipt
ar: استلام أمر الشراء
hi: PO रसीद
ur: PO رسید

source: Transfer In
ar: نقل داخل
hi: स्थानांतरण इन
ur: ٹرانسفر ان

source: Production Issue
ar: إصدار الإنتاج
hi: उत्पादन जारी
ur: پروڈکشن جاری

source: Sales Return
ar: إرجاع المبيعات
hi: बिक्री वापसी
ur: سیلز واپسی

# adjustmentOther
source: Other Adjustment
ar: تعديل آخر
hi: अन्य समायोजन
ur: دیگر ایڈجسٹمنٹ

source: Transfer Out
ar: نقل خارج
hi: स्थानांतरण आउट
ur: ٹرانسفر آؤٹ

source: Sale Shipment
ar: شحنة المبيعات
hi: बिक्री शिपमेंट
ur: سیل شپمنٹ

# adjustmentDamage
source: Damage Adjustment
ar: تعديل الضرر
hi: क्षति समायोजन
ur: نقصان ایڈجسٹمنٹ

# adjustmentCycleCountGain
source: Cycle Count Gain
ar: ربح عد الدورة
hi: चक्र गणना लाभ
ur: سائیکل کاؤنٹ گین

# adjustmentCycleCountLoss
source: Cycle Count Loss
ar: خسارة عد الدورة
hi: चक्र गणना हानि
ur: سائیکل کاؤنٹ لاس

source: Quality Status Update
ar: تحديث حالة الجودة
hi: गुणवत्ता स्थिति अपडेट
ur: معیار کی حالت اپ ڈیٹ

# qualityStatusUpdateDesc
source: Quality status update
ar: تحديث حالة الجودة
hi: गुणवत्ता स्थिति अपडेट
ur: معیار کی حالت اپ ڈیٹ

# receiptDesc
source: Record goods received from suppliers or other sources
ar: تسجيل البضائع المستلمة من الموردين أو مصادر أخرى
hi: आपूर्तिकर्ताओं या अन्य स्रोतों से प्राप्त माल रिकॉर्ड करें
ur: سپلائرز یا دیگر ذرائع سے موصولہ سامان ریکارڈ کریں

# issueDesc
source: Issue goods to customers or for internal use
ar: إصدار البضائع للعملاء أو للاستخدام الداخلي
hi: ग्राहकों या आंतरिक उपयोग के लिए माल जारी करें
ur: کسٹمرز یا اندرونی استعمال کے لیے سامان جاری کریں

# transferDesc
source: Move goods between warehouses or locations
ar: نقل البضائع بين المستودعات أو المواقع
hi: गोदामों या स्थानों के बीच माल स्थानांतरित करें
ur: گوداموں یا مقامات کے درمیان سامان منتقل کریں

# returnDesc
source: Record goods returned from customers
ar: تسجيل البضائع المرتجعة من العملاء
hi: ग्राहकों से वापस किए गए माल को रिकॉर्ड करें
ur: کسٹمرز سے واپس شدہ سامان ریکارڈ کریں

# adjustmentDesc
source: Adjust inventory quantities (positive or negative)
ar: تعديل كميات المخزون (إيجابية أو سلبية)
hi: इन्वेंटरी मात्रा समायोजित करें (सकारात्मक या नकारात्मक)
ur: انوینٹری کی مقدار ایڈجسٹ کریں (مثبت یا منفی)

# productionDesc
source: Record goods produced in manufacturing
ar: تسجيل البضائع المنتجة في التصنيع
hi: विनिर्माण में उत्पादित माल रिकॉर्ड करें
ur: مینوفیکچرنگ میں تیار شدہ سامان ریکارڈ کریں

# consumptionDesc
source: Record materials consumed in production
ar: تسجيل المواد المستهلكة في الإنتاج
hi: उत्पादन में उपयोग की गई सामग्री रिकॉर्ड करें
ur: پروڈکشن میں استعمال شدہ مواد ریکارڈ کریں

# wasteDesc
source: Record waste or scrap
ar: تسجيل الهدر أو الخردة
hi: अपशिष्ट या स्क्रैप रिकॉर्ड करें
ur: فضلہ یا سکریپ ریکارڈ کریں

# expiryDesc
source: Record expired inventory write-off
ar: تسجيل شطب المخزون منتهي الصلاحية
hi: समाप्त इन्वेंटरी राइट-ऑफ रिकॉर्ड करें
ur: میعاد ختم انوینٹری رائٹ آف ریکارڈ کریں

# qualityStatusChangeDesc
source: Record quality status changes of inventory
ar: تسجيل تغييرات حالة الجودة للمخزون
hi: इन्वेंटरी की गुणवत्ता स्थिति परिवर्तन रिकॉर्ड करें
ur: انوینٹری کی معیار کی حالت کی تبدیلیاں ریکارڈ کریں

# repackDesc
source: Repacking operations
ar: عمليات إعادة التعبئة
hi: पुनः पैकिंग संचालन
ur: دوبارہ پیکنگ آپریشنز

# sampleDesc
source: Sample for quality testing
ar: عينة لاختبار الجودة
hi: गुणवत्ता परीक्षण के लिए नमूना
ur: کوالٹی ٹیسٹنگ کے لیے نمونہ

# salesIssueDesc
source: Specific issue for sales order
ar: إصدار محدد لأمر المبيعات
hi: बिक्री आदेश के लिए विशिष्ट जारी
ur: سیلز آرڈر کے لیے مخصوص جاری

# purchaseReceiptDesc
source: Specific receipt against purchase order
ar: استلام محدد مقابل أمر الشراء
hi: खरीद आदेश के विरुद्ध विशिष्ट रसीद
ur: خریداری آرڈر کے خلاف مخصوص رسید

# productionConsumptionDesc
source: Consumption in production process
ar: الاستهلاك في عملية الإنتاج
hi: उत्पादन प्रक्रिया में खपत
ur: پروڈکشن پروسیس میں کنزمپشن

# productionOutputDesc
source: Output from production process
ar: المخرجات من عملية الإنتاج
hi: उत्पादन प्रक्रिया से आउटपुट
ur: پروڈکشن پروسیس سے آؤٹ پٹ

# interWarehouseTransferDesc
source: Transfer between warehouses
ar: النقل بين المستودعات
hi: गोदामों के बीच स्थानांतरण
ur: گوداموں کے درمیان ٹرانسفر

# intraWarehouseTransferDesc
source: Transfer within warehouse locations
ar: النقل داخل مواقع المستودع
hi: गोदाम स्थानों के भीतर स्थानांतरण
ur: گودام کے مقامات کے اندر ٹرانسفر

# scrapDisposalDesc
source: Scrapping of damaged goods
ar: إلغاء البضائع التالفة
hi: क्षतिग्रस्त माल का स्क्रैपिंग
ur: خراب سامان کا سکریپنگ

# qualityHoldDesc
source: Quality hold/release operations
ar: عمليات حجز/إطلاق الجودة
hi: गुणवत्ता होल्ड/रिलीज़ संचालन
ur: کوالٹی ہولڈ/ریلیز آپریشنز

# initialBalanceAdjustmentDesc
source: Initial balance adjustment
ar: تعديل الرصيد الأولي
hi: प्रारंभिक शेष समायोजन
ur: ابتدائی بیلنس ایڈجسٹمنٹ

# reservationAdjustmentDesc
source: Reservation adjustments
ar: تعديلات الحجز
hi: आरक्षण समायोजन
ur: ریزرویشن ایڈجسٹمنٹس

# poReceiptDesc
source: Purchase order receipt
ar: استلام أمر الشراء
hi: खरीद आदेश रसीद
ur: خریداری آرڈر رسید

# transferInDesc
source: Transfer in
ar: نقل داخل
hi: स्थानांतरण इन
ur: ٹرانسفر ان

# productionIssueDesc
source: Production issue
ar: إصدار الإنتاج
hi: उत्पादन जारी
ur: پروڈکشن جاری

# salesReturnDesc
source: Sales return
ar: إرجاع المبيعات
hi: बिक्री वापसी
ur: سیلز واپسی

# adjustmentOtherDesc
source: Other adjustment
ar: تعديل آخر
hi: अन्य समायोजन
ur: دیگر ایڈجسٹمنٹ

# transferOutDesc
source: Transfer out
ar: نقل خارج
hi: स्थानांतरण आउट
ur: ٹرانسفر آؤٹ

# saleShipmentDesc
source: Sale shipment
ar: شحنة المبيعات
hi: बिक्री शिपमेंट
ur: سیل شپمنٹ

# adjustmentDamageDesc
source: Damage adjustment
ar: تعديل الضرر
hi: क्षति समायोजन
ur: نقصان ایڈجسٹمنٹ

# adjustmentCycleCountGainDesc
source: Cycle count gain
ar: ربح عد الدورة
hi: चक्र गणना लाभ
ur: سائیکل کاؤنٹ گین

# adjustmentCycleCountLossDesc
source: Cycle count loss
ar: خسارة عد الدورة
hi: चक्र गणना हानि
ur: سائیکل کاؤنٹ لاس

source: Main Inventory Columns
ar: أعمدة المخزون الرئيسية
hi: मुख्य इन्वेंटरी कॉलम
ur: مین انوینٹری کالمز

source: Show All
ar: عرض الكل
hi: सभी दिखाएं
ur: سب دکھائیں

source: Add New Item
ar: إضافة عنصر جديد
hi: नया आइटम जोड़ें
ur: نیا آئٹم شامل کریں
