Repository: Abbas-187/UND
Catalog: lib/l10n/app_*.arb
Languages: ar, hi, ur

source: Quick Actions
ar: إجراءات سريعة
hi: त्वरित कार्य
ur: فوری اعمال

source: Daily Overview
ar: نظرة يومية
hi: दैनिक अवलोकन
ur: روزانہ جائزہ

# inMovement
source: In
ar: وارد
hi: आवक
ur: داخل

source: Out
ar: صادر
hi: जावक
ur: خارج

source: Inventory Alert
ar: تنبيه المخزون
hi: इन्वेंटरी अलर्ट
ur: انوینٹری الرٹ

source: Create Inventory Movement
ar: إنشاء حركة مخزون
hi: इन्वेंटरी मूवमेंट बनाएं
ur: انوینٹری منتقلی بنائیں

source: Database Management
ar: إدارة قاعدة البيانات
hi: डेटाबेस प्रबंधन
ur: ڈیٹابیس مینجمنٹ

# databaseManagementHelp
source: Manage your inventory database, import/export data, and perform bulk operations.
ar: إدارة قاعدة بيانات المخزون، استيراد/تصدير البيانات، وتنفيذ العمليات الجماعية.
hi: अपने इन्वेंटरी डेटाबेस का प्रबंधन करें, डेटा आयात/निर्यात करें, और बल्क ऑपरेशन करें।
ur: اپنے انوینٹری ڈیٹابیس کا انتظام کریں، ڈیٹا امپورٹ/ایکسپورٹ کریں، اور بلک آپریشنز کریں۔

source: Add Item
ar: إضافة عنصر
hi: आइटम जोड़ें
ur: آئٹم شامل کریں

source: New Movement
ar: حركة جديدة
hi: नई आवाजाही
ur: نئی منتقلی

source: Scan
ar: مسح
hi: स्कैन
ur: سکین

source: Export
ar: تصدير
hi: निर्यात
ur: ایکسپورٹ

source: Tasks
ar: المهام
hi: कार्य
ur: کام

source: Alerts
ar: التنبيهات
hi: अलर्ट
ur: الرٹس

source: Orders
ar: الطلبات
hi: आदेश
ur: آرڈرز

source: View More
ar: عرض المزيد
hi: और देखें
ur: مزید دیکھیں

source: Select a screen to navigate
ar: اختر شاشة للتنقل
hi: नेविगेट करने के लिए एक स्क्रीन चुनें
ur: نیویگیٹ کرنے کے لیے ایک سکرین منتخب کریں

source: Actions
ar: الإجراءات
hi: कार्य
ur: اعمال

source: See All
ar: رؤية الكل
hi: सभी देखें
ur: سب دیکھیں

source: Expired
ar: منتهي الصلاحية
hi: समाप्त हो गया
ur: ختم ہو گیا

source: Reorder
ar: إعادة الطلب
hi: फिर से ऑर्डर करें
ur: دوبارہ آرڈر کریں

source: In Stock
ar: متوفر في المخزون
hi: स्टॉक में
ur: اسٹاک میں

source: SAP Code
ar: كود SAP
hi: SAP कोड
ur: SAP کوڈ

source: App Item ID
ar: معرف التطبيق للعنصر
hi: ऐप आइटम ID
ur: ایپ آئٹم ID

source: Unit
ar: الوحدة
hi: यूनिट
ur: یونٹ

source: Status
ar: الحالة
hi: स्थिति
ur: حالت

source: Create
ar: إنشاء
hi: बनाएं
ur: بنائیں

source: Help
ar: مساعدة
hi: सहायता
ur: مدد

source: Name
ar: الاسم
hi: नाम
ur: نام

source: Location
ar: الموقع
hi: स्थान
ur: مقام

source: Last Updated
ar: آخر تحديث
hi: अंतिम अपडेट
ur: آخری اپ ڈیٹ

source: Sub-Category
ar: الفئة الفرعية
hi: उप-श्रेणी
ur: ذیلی زمرہ

source: Reorder Point
ar: نقطة إعادة الطلب
hi: पुनः ऑर्डर बिंदु
ur: دوبارہ آرڈر پوائنٹ

source: Quantity
ar: الكمية
hi: मात्रा
ur: مقدار
